const pagesConfig = {
  mainPages: [
    {
      id: 'chenjinshi_ertong',
      title: '沉浸式儿童剧',
      subPages: [
        {
            id: 'chenjinshi_ertong1',
            title: '沉浸式《地心游记》',
            images: [
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/1.png',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/2.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/3.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/4.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/5.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/6.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/7.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/8.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/9.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/10.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/11.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/12.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/13.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/14.jpg',
                '/images/1沉浸式儿童剧/1沉浸式《地心游记》/15.jpg',
            ]
        },
        {
          id: 'chenjinshi_ertong2',
          title: '沉浸式《冰雪女王》',
          images: [
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/1.png',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/2.png',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/3.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/4.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/5.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/6.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/7.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/8.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/9.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/10.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/11.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/12.jpg',
              '/images/1沉浸式儿童剧/2沉浸式《冰雪女王》/13.jpg'
          ]
        },
        {
          id: 'chenjinshi_ertong3',
          title: '沉浸式《飞跃卢浮宫》',
          images: [
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/1.png',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/2.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/3.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/4.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/5.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/6.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/7.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/8.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/9.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/10.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/11.jpg',
              '/images/1沉浸式儿童剧/3沉浸式《飞跃卢浮宫》/12.jpg',
          ]
        },
        {
          id: 'chenjinshi_ertong4',
          title: '沉浸式《飞向月球》',
          images: [
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/1.png',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/2.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/3.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/4.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/5.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/6.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/7.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/8.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/9.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/10.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/11.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/12.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/13.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/14.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/15.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/16.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/17.jpg',
              '/images/1沉浸式儿童剧/4沉浸式《飞向月球》/18.jpg'
          ]
        },
        {
          id: 'chenjinshi_ertong5',
          title: '沉浸式《诗跃五千年》',
          images: [
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/1.png',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/2.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/3.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/4.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/5.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/6.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/7.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/8.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/9.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/10.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/11.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/12.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/13.jpg',
              '/images/1沉浸式儿童剧/5沉浸式《诗跃五千年》/14.jpg',
          ]
        },
        {
          id: 'chenjinshi_ertong6',
          title: '沉浸式《地心游记2》',
          images: [
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/1.png',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/2.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/3.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/4.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/5.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/6.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/7.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/8.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/9.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/10.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/11.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/12.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/13.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/14.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/15.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/16.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/17.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/18.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/19.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/20.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/21.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/22.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/23.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/24.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/25.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/26.jpg',
              '/images/1沉浸式儿童剧/6沉浸式《地心游记2》/27.jpg'
          ]
        },
        {
          id: 'chenjinshi_ertong7',
          title: '沉浸式《子曾经曰》',
          images: [
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/1.png',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/2.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/3.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/4.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/5.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/6.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/7.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/8.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/9.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/10.jpg',
              '/images/1沉浸式儿童剧/7沉浸式《子曾经曰》/11.jpg'
          ]
        },
        {
          id: 'chenjinshi_ertong8',
          title: '沉浸式《胡桃夹子》',
          images: [
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/1.png',
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/2.jpg',
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/3.jpg',
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/4.jpg',
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/5.jpg',
              '/images/1沉浸式儿童剧/8沉浸式《胡桃夹子》/6.jpg'
          ]
        },
        {
          id: 'chenjinshi_ertong9',
          title: '沉浸式《黎明前的电波》',
          images: [
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/1.png',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/2.jpg',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/3.jpg',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/4.jpg',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/5.jpg',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/6.jpg',
              '/images/1沉浸式儿童剧/9沉浸式《黎明前的电波》/7.jpg'
          ]
        }
      ]
    },
    {
      id: 'dajuchang_ertong',
      title: '大剧场儿童剧',
      subPages: [
        {
          id: 'dajuchang_ertong1',
          title: '大剧场《地心游记》',
          images: [
              '/images/2大剧场儿童剧/1大剧场《地心游记》/1.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/2.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/3.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/4.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/5.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/6.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/7.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/8.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/9.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/10.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/11.jpg',
              '/images/2大剧场儿童剧/1大剧场《地心游记》/12.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong2',
          title: '大剧场《冰雪女王》',
          images: [
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/1.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/2.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/3.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/4.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/5.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/6.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/7.jpg',
              '/images/2大剧场儿童剧/2大剧场《冰雪女王》/8.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong3',
          title: '大剧场《飞跃卢浮宫》',
          images: [
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/1.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/2.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/3.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/4.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/5.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/6.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/7.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/8.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/9.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/10.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/11.jpg',
              '/images/2大剧场儿童剧/3大剧场《飞跃卢浮宫》/12.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong4',
          title: '大剧场《飞向月球》',
          images: [
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/1.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/3.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/4.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/5.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/6.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/7.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/8.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/9.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/10.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/11.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/12.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/13.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/14.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/15.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/16.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/17.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/18.jpg',
              '/images/2大剧场儿童剧/4大剧场《飞向月球》/19.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong5',
          title: '大剧场《诗跃五千年》',
          images: [
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/1.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/2.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/3.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/4.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/5.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/6.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/7.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/8.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/9.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/10.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/11.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/12.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/13.jpg',
              '/images/2大剧场儿童剧/14大剧场《诗跃五千年》/14.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong6',
          title: '大剧场《地心游记2》',
          images: [
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/1.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/2.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/3.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/4.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/5.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/6.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/7.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/8.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/9.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/10.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/11.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/12.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/13.jpg',
              '/images/2大剧场儿童剧/6大剧场《地心游记2》/14.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong7',
          title: '大剧场《子曾经曰》',
          images: [
              '/images/2大剧场儿童剧/7大剧场《子曾经曰》/1.jpg',
              '/images/2大剧场儿童剧/7大剧场《子曾经曰》/2.jpg'
          ]
        },
        {
          id: 'dajuchang_ertong8',
          title: '大剧场《黎明前的电波》',
          images: [
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/1.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/2.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/3.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/4.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/5.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/6.jpg',
              '/images/2大剧场儿童剧/8大剧场《黎明前的电波》/7.jpg'
          ]
        }
      ]
    },
    {
      id: 'chenjinshi_qinzi',
      title: '沉浸式亲子音乐会',
      subPages: [
        {
          id: 'chenjinshi_qinzi1',
          title: '沉浸式《拆钢琴》',
          images: [
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/1.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/2.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/3.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/4.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/5.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/6.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/7.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/8.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/9.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/10.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/11.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/12.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/13.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/14.jpg',
              '/images/3沉浸式亲子音乐会/1沉浸式《拆钢琴》/15.jpg'
          ]
        },
        {
          id: 'chenjinshi_qinzi2',
          title: '沉浸式《我在宫崎骏的世界里等你》',
          images: [
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/1.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/2.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/3.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/4.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/5.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/6.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/7.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/8.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/9.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/10.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/11.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/12.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/13.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/14.jpg',
              '/images/3沉浸式亲子音乐会/2沉浸式《我在宫崎骏的世界里等你》/15.jpg'
          ]
        },
        {
          id: 'chenjinshi_qinzi3',
          title: '沉浸式《圣诞奇妙夜》',
          images: [
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/1.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/2.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/3.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/4.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/5.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/6.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/7.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/8.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/9.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/10.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/11.jpg',
              '/images/3沉浸式亲子音乐会/3沉浸式《圣诞奇妙夜》/12.jpg'
          ]
        }
      ]
    },
    {
      id: 'dajuchang_qinzi',
      title: '大剧场亲子音乐会',
      subPages: [
        {
          id: 'dajuchang_qinzi1',
          title: '大剧场《拆钢琴》',
          images: [
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/1.jpg',
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/2.jpg',
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/3.jpg',
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/4.jpg',
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/5.jpg',
              '/images/4大剧场亲子音乐会/1大剧场《拆钢琴》/6.jpg'
          ]
        },
        {
          id: 'dajuchang_qinzi2',
          title: '大剧场《我在宫崎骏的世界里等你》',
          images: [
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/1.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/2.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/3.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/4.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/5.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/6.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/7.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/8.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/9.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/10.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/11.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/12.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/13.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/14.jpg',
              '/images/4大剧场亲子音乐会/2大剧场《我在宫崎骏的世界里等你》/15.jpg'
          ]
        }
      ]
    },
    {
      id: 'huaju',
      title: '话剧',
      subPages: [
        {
          id: 'huaju1',
          title: '镜框式戏剧《崇祯十七年》',
          images: [
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/1.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/2.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/4.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/5.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/6.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/7.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/8.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/9.jpg',
              '/images/5话剧/1镜框式戏剧《崇祯十七年》/10.jpg'
          ]
        },
        {
          id: 'huaju2',
          title: '推理悬疑喜剧《夏洛克情请别说谎》',
          images: [
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/1.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/2.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/3.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/4.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/5.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/6.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/7.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/8.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/9.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/10.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/11.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/12.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/13.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/14.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/15.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/16.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/17.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/18.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/19.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/20.jpg',
              '/images/5话剧/2推理悬疑喜剧《夏洛克情请别说谎》/21.jpg'
          ]
        },
        {
          id: 'huaju3',
          title: '镜框式互动戏剧《三斯不如意》',
          images: [
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/1.jpg',
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/2.jpg',
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/3.jpg',
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/4.jpg',
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/5.jpg',
              '/images/5话剧/3镜框式互动戏剧《三斯不如意》/6.jpg'
          ]
        },
        {
          id: 'huaju4',
          title: '王炸爱情喜剧《半个爱情》',
          images: [
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/1.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/2.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/3.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/4.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/5.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/6.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/7.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/8.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/9.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/10.jpg',
              '/images/5话剧/4王炸爱情喜剧《半个爱情》/11.jpg'
          ]
        },
        {
          id: 'huaju5',
          title: '惊悚悬疑喜剧《我是替身的替身》',
          images: [
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/1.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/2.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/3.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/4.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/5.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/6.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/7.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/8.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/9.jpg',
              '/images/5话剧/5惊悚悬疑喜剧《我是替身的替身》/10.jpg'
          ]
        },
        {
          id: 'huaju6',
          title: '环境式爆笑爱情喜剧《郑和偏要下西洋》',
          images: [
              '/images/5话剧/6环境式爆笑爱情喜剧《郑和偏要下西洋》/1.jpg',
              '/images/5话剧/6环境式爆笑爱情喜剧《郑和偏要下西洋》/2.jpg'
          ]
        },
        {
          id: 'huaju7',
          title: '镜框式互动戏剧《一个关于爱情的模型》',
          images: [
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/1.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/2.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/3.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/4.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/5.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/6.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/7.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/8.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/9.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/10.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/11.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/12.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/13.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/14.jpg',
              '/images/5话剧/7镜框式互动戏剧《一个关于爱情的模型》/15.jpg'
          ]
        },
        {
          id: 'huaju8',
          title: '镜框式互动戏剧《一个绝望的人》',
          images: [
              '/images/5话剧/8镜框式互动戏剧《一个绝望的人》/1.jpg',
              '/images/5话剧/8镜框式互动戏剧《一个绝望的人》/2.jpg'
          ]
        },
        {
          id: 'huaju9',
          title: '镜框式戏剧《收信快乐》',
          images: [
              '/images/5话剧/9镜框式戏剧《收信快乐》/1.jpg',
              '/images/5话剧/9镜框式戏剧《收信快乐》/2.jpg'
          ]
        }
      ]
    },
    {
      id: 'dajuchang_wuju',
      title: '大剧场亲子舞剧',
      subPages: [
        {
          id: 'dajuchang_wuju1',
          title: '大剧场舞剧儿童剧《胡桃夹子》',
          images: [
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/1.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/2.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/4.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/5.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/6.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/7.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/8.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/9.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/10.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/11.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/12.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/13.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/14.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/15.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/16.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/17.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/18.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/19.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/20.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/21.jpg',
              '/images/6大剧场亲子舞剧/1大剧场舞剧儿童剧《胡桃夹子》/22.jpg'
          ]
        },
        {
          id: 'dajuchang_wuju2',
          title: '大剧场舞剧儿童剧《睡美人》',
          images: [
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/1.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/2.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/3.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/4.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/5.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/6.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/7.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/8.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/9.jpg',
              '/images/6大剧场亲子舞剧/2大剧场舞剧儿童剧《睡美人》/10.jpg'
          ]
        },
        {
          id: 'dajuchang_wuju3',
          title: '大剧场亲子舞剧《舞动我的全世界》',
          images: [
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/1.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/2.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/3.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/4.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/5.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/6.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/7.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/8.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/9.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/10.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/11.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/12.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/13.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/14.jpg',
              '/images/6大剧场亲子舞剧/3大剧场亲子舞剧《舞动我的全世界》/15.jpg'
          ]
        }
      ]
    }
  ]
};

module.exports = pagesConfig;
